Repository: CherryGot/wp-workbench
Catalog: packages/padelpoint-integration/languages/padelpoint-integration-*.po
Languages: es_es

source: PadelPoint API Integration
es_es: Integración de la API PadelPoint

source: Integration with the PadelPoint API to import product catalogue, check their availability and insert orders.
es_es: Integración con la API de PadelPoint para importar el catálogo de productos, consultar su disponibilidad e insertar pedidos.

source: PadelPoint Settings
es_es: Ajustes PadelPoint

source: Username / Email
es_es: Nombre de usuario / Email

source: Password
es_es: Contraseña

source: Run weekly imports on
es_es: Ejecutar importaciones semanales los

source: Update Availability
es_es: Actualizar disponibilidad

source: Latest import from PadelPoint API is finished.
es_es: Se ha finalizado la última importación desde la API de PadelPoint.

source: Importing contents from PadelPoint API. %1$d out of %2$d categories are available. Products processed: %3$d of %4$d articles, %5$d of %6$d sets.
es_es: Importando contenidos desde la API de PadelPoint. %1$d de %2$d categorías están disponibles. Productos procesados: %3$d de %4$d artículos, %5$d de %6$d conjuntos.

source: Enter PadelPoint credentials and other settings here to make the API work.
es_es: Introduzca aquí las credenciales de PadelPoint y otros ajustes para que funcione la API.

source: Manual Catalog Import
es_es: Importación manual de catálogos

source: For troubleshooting purposes or when automatic updates fail to fetch recent changes, you may need to manually initiate the catalog import process.
es_es: Para solucionar problemas o cuando las actualizaciones automáticas no logran recuperar los cambios recientes, es posible que deba iniciar manualmente el proceso de importación del catálogo.

source: An import is already in the process, can not initiate a manual import right now.
es_es: Ya hay una importación en proceso, no se puede iniciar una importación manual en este momento.

source: While importing, reset the parent-child relationship among product categories.
es_es: Al importar, restablezca la relación padre-hijo entre las categorías de productos.

source: Run Import
es_es: Ejecutar importación

source: You are about to reset the parent-child relationships among product categories with this import. This will rewrite the existing relationships that some of the terms may have. Are you sure you want to proceed?
es_es: Está a punto de restablecer las relaciones padre-hijo entre las categorías de productos con esta importación. Esto reescribirá las relaciones existentes que puedan tener algunos de los términos. ¿Está seguro de que desea continuar?

source: Synchronize PadelPoint Sets
es_es: Sincronizar conjuntos de PadelPoint

source: In the event when the Sets show "Read More" button on UI, sync them to fix the issue.
es_es: En el caso de que los conjuntos muestren el botón "Leer más" en la interfaz de usuario, sincronícelos para solucionar el problema.

source: An import is already in the process, please wait for it to finish.
es_es: Ya se está realizando una importación, espere a que finalice.

source: Sync Sets
es_es: Sincronizar conjuntos

source: Unspecified error
es_es: Error no especificado

source: The order was not forwarded to PadelPoint because of the following error: %s
es_es: El pedido no se ha reenviado a PadelPoint debido al siguiente error: %s

source: The order forwarded successfully on PadelPoint with reference: %d
es_es: El pedido se ha enviado correctamente a PadelPoint con referencia: %d

source: The order request to PadelPoint was successful but no valid reference was generated.
es_es: La solicitud de pedido a PadelPoint fue exitosa pero no se generó ninguna referencia válida.

source: PadelPoint Article
es_es: Artículo PadelPoint

source: PadelPoint Set
es_es: Conjunto PadelPoint
